"无法访问相册中照片" = "No se puede acceder a las fotos del álbum";
"当前无照片访问权限，建议前往系统设置，\n允许访问「照片」中的「所有照片」。" = "Actualmente no hay permiso para acceder a las fotos, se recomienda ir a la configuración del sistema,\npermitir el acceso a 'Todas las fotos' en 'Fotos'.";
"前往系统设置" = "Ir a Configuración";
"设置" = "Configuración";
"取消" = "Cancelar";
"相册" = "Álbum";
"完成" = "Hecho";
"原图" = "Imagen original";
"原片" = "Película original";
"预览" = "Vista previa";
"编辑" = "Editar";
"返回" = "Regresar";
"还原" = "Restaurar";
"自由" = "Libre";
"没有可选资源" = "No hay recursos disponibles";
"照片和视频不能同时选择" = "No se pueden seleccionar fotos y videos al mismo tiempo";
"最多只能选择%d张照片" = "Solo se pueden seleccionar hasta %d fotos";
"已达到最大选择数" = "Se ha alcanzado el número máximo de selecciones";
"视频最大时长为%d秒，无法选择" = "La duración máxima del video es de %d segundos, no se puede seleccionar";
"视频最小时长为%d秒，无法选择" = "La duración mínima del video es de %d segundos, no se puede seleccionar";
"视频和照片不能同时选择" = "No se pueden seleccionar fotos y videos al mismo tiempo";
"最多只能选择%d个视频" = "Solo se pueden seleccionar hasta %d videos";
"正在下载" = "Descargando";
"下载失败" = "Error de descarga";
"没有照片" = "No hay fotos";
"你可以使用相机拍些照片" = "Puedes usar la cámara para tomar algunas fotos";
"无法访问相册中所有照片，\n请允许访问「照片」中的「所有照片」" = "No se puede acceder a todas las fotos del álbum,\npor favor permite el acceso a 'Todas las fotos' en 'Fotos'.";
"只能查看允许访问的照片和相关相册" = "Solo se pueden ver las fotos y álbumes permitidos";
"无法使用相机!" = "¡No se puede usar la cámara!";
"无法使用相机功能" = "No se puede usar la función de la cámara";
"请前往系统设置中，允许访问「相机」。" = "Por favor, ve a la configuración del sistema y permite el acceso a 'Cámara'.";
"照片大小超过最大限制" = "El tamaño de la foto supera el límite máximo";
"视频大小超过最大限制" = "El tamaño del video supera el límite máximo";
"视频导出失败" = "Error al exportar video";
"保存失败" = "Error al guardar";
"所有照片" = "Todas las fotos";
"正在处理..." = "Procesando...";
"处理失败" = "Error de procesamiento";
"导出失败" = "Error al exportar";
"视频加载中" = "Cargando video";
"视频加载失败!" = "¡Error al cargar el video!";
"视频可编辑最大时长为%d秒，无法编辑" = "La duración máxima editable del video es de %d segundos, no se puede editar";
"相机不可用!" = "¡Cámara no disponible!";
"确定" = "Aceptar";
"提示" = "Aviso";
"图片获取失败!" = "¡Error al obtener la imagen!";
"视频获取失败!" = "¡Error al obtener el video!";
"图片下载中" = "Descargando imagen";
"视频下载中" = "Descargando video";
"设置失败!" = "¡Error al configurar!";
"唯美" = "Estético";
"梦幻" = "Fantasía";
"老电影" = "Película antigua";
"怀旧" = "Nostálgico";
"黑白" = "Blanco y negro";
"色调" = "Tono";
"模糊" = "Borroso";
"岁月" = "Años";
"单色" = "Monocromo";
"褪色" = "Descolorido";
"冲印" = "Impresión";
"铬黄" = "Sepia";
"暂无配乐" = "Sin música de fondo";
"配乐" = "Música de fondo";
"视频原声" = "Audio original del video";
"正在同步iCloud" = "Sincronizando con iCloud";
"iCloud同步失败" = "Error de sincronización con iCloud";
"拖动到此处删除" = "Arrastra aquí para eliminar";
"松手即可删除" = "Suelta para eliminar";
"搜索" = "Buscar";
"背景音乐" = "Música de fondo";
"搜索歌名" = "Buscar nombre de la canción";
"此歌曲暂无歌词，请您欣赏" = "No hay letra disponible para esta canción, disfrútala";
"选择" = "Seleccionar";
"取消选择" = "Cancelar selección";
"歌词" = "Letra";
"拍摄失败!" = "¡Error al tomar la foto!";
"摄像头切换失败!" = "¡Error al cambiar la cámara!";
"相机初始化失败!" = "¡Error al inicializar la cámara!";
"轻触拍照" = "Toca para tomar foto";
"按住摄像" = "Mantén presionado para grabar";
"轻触拍照，按住摄像" = "Toca para tomar foto, mantén presionado para grabar";
"拍摄时长不足%d秒" = "La duración de la grabación es menor a %d segundos";
"麦克风添加失败，录制视频会没有声音哦!" = "Error al agregar el micrófono, el video grabado no tendrá sonido";
"无法使用麦克风" = "No se puede usar el micrófono";
"请在设置-隐私-相机中允许访问麦克风" = "Por favor, permite el acceso al micrófono en Configuración - Privacidad - Cámara";
"更多" = "Más";
"张照片" = "fotos";
"个视频" = "videos";
"实况" = "En vivo";
"照片" = "Foto";
"视频" = "Video";
"点击摄像" = "Toca para grabar";
"音量" = "Volumen";
"明亮" = "Brillante";
"删除" = "Eliminar";
"原始比例" = "Proporción original";
"自由格式" = "Formato libre";
"正方形" = "Cuadrado";
"亮度" = "Brillo";
"对比度" = "Contraste";
"饱和度" = "Saturación";
"曝光度" = "Exposición";
"色温" = "Temperatura de color";
"暗角" = "Viñeta";
"锐化" = "Enfocar";
"蒙版素材" = "Material de máscara";
"筛选" = "Filtrar";
"筛选条件" = "Condiciones de filtro";
"无筛选条件" = "Sin condiciones de filtro";
"没有项目" = "No hay elementos";
"筛选结果" = "Resultados del filtro";
"所有项目" = "Todos los elementos";
"已编辑" = "Editado";
"仅显示" = "Mostrar solo";
"筛选照片" = "Filtrar fotos";
"筛选视频" = "Filtrar videos";
"选择相册" = "Seleccionar álbum";
"我的相册" = "Mis álbumes";
"媒体类型" = "Tipo de medios";
"查看全部" = "Ver todo";
"全部" = "Todo";
"清空已编辑的内容" = "Borrar contenido editado";
"高光" = "Destacar";
"阴影" = "Sombra";

"HXAlbumCameraRoll" = "Todas las fotos";
"HXAlbumPanoramas" = "Fotos panorámicas";
"HXAlbumVideos" = "Videos";
"HXAlbumFavorites" = "Favoritos";
"HXAlbumTimelapses" = "Timelapses";
"HXAlbumRecents" = "Recientes";
"HXAlbumRecentlyAdded" = "Añadido recientemente";
"HXAlbumBursts" = "Ráfagas";
"HXAlbumSlomoVideos" = "Cámara lenta";
"HXAlbumSelfPortraits" = "Selfies";
"HXAlbumScreenshots" = "Capturas de pantalla";
"HXAlbumDepthEffect" = "Retrato";
"HXAlbumLivePhotos" = "Fotos en vivo";
"HXAlbumAnimated" = "Animado";
